INSERT INTO `authors`
(`id`, `first_name`, `last_name`  )
VALUES
(1   , 'Александр' , 'Пушкин'     ),
(2   , 'Лев'       , 'Толстой'    ),
(3   , 'Максим'    , 'Горький'    ),
(4   , 'Фёдор'     , 'Достоевский');

INSERT INTO `books`
(`id`, `title`                     , `author_id`)
VALUES
(1   , 'Евгений Онегин'            , 1          ),
(2   , 'Египетские ночи'           , 1          ),
(3   , 'Братья разбоники'          , 1          ),
(4   , 'Война и мир'               , 2          ),
(5   , 'Братья Карамазовы'         , 4          ),
(6   , 'Белые ночи'                , 4          ),
(7   , 'Слово о полку Игореве'     , NULL       ),
(8   , 'Сказки тысячи и одной ночи', NULL       );
